'''#create list 
list = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12]
print("পুরো লিস্ট প্রিন্টা করা হয়েছে।",list)
# access list 1st way
print("লিস্টের কেবল মাত্র প্রথম পজিশনের ইলিমেন্টকে প্রিন্ট করা হয়েছে। ",list[0])
#access list 2nd way
print("লিস্টের ৫ নাম্বার পজিশন থেকে একেবারে শেষ লিস্ট পরযন্ত প্রিন্ট হবে। ",list[5:])
#access list 3rd way
print("লিস্টের প্রথম পজিশন থেকে ৫নং ইলিমেন্ট সহ প্রিন্টা হবে। ", list[:6])
#access list 4th way
print("লিস্টের ৪ নং পজিশন থেকে ৮ নং পজিশনের আগের পজিশন পরযন্ত প্রিন্ট হবে। ",list[4:8])
#access list 5 th way
print("মাইনাস সাইন বা নেগেটিভ সাইন ব্যবহার করে লিস্টের পেছন থেকে ৫ নং পজিশন প্রিন্ট হবে। ",list[-5])
#access list 6 way (in) ব্যবহার করে লিস্টের মধ্যে কোন একটা ইলিমেন্ট আছে কিনা সেটা চেক করার যায়। যা True or False ফলাফল দিয়ে থাকে। 
if 4 in list:
    print("yes!")
    '''

print("result",type(list((45,45))))